{
    "quotes": [
        {
            "text": "But that was life: Nobody got a guided tour to their own theme park. You had to hop on the rides as they presented themselves, never knowing whether you would like the one you were in line for...or if the bastard was going to make you throw up your corn dog and your cotton candy all over the place.", 
            "source": "J.R. Ward, Crave",
            "id": 1,
            "length": 59
        },
        {
            "text": "A musician must make music, an artist must paint, a poet must write, if he is to be ultimately at peace with himself. What a man can be, he must be", 
            "source": "Abraham Maslow",
            "id": 2,
            "length": 32
        },
        {
            "text": "After a long moment I closed the freezer door. I wanted to lie down and press my cheek against the cool linoleum. Instead I reached out with my little finger and flipped the Barbie's head. It went thack thack against the door. I flipped it again. Thack thack. Whee. I had a new hobby.", 
            "source": "Jeff Lindsay, Darkly Dreaming Dexter",
            "id": 3,
            "length": 54
        },
        {
            "text": "Why is it that when you wipe up dust its called dusting but when you wipe up a spill its not called spilling? Just something to think about.", 
            "source": "Ellen Degeneres",
            "id": 4,
            "length": 28
        },
        {
            "text": "Don't be indifferent about any random idea that occurs to you, because each and every idea is for a particular purpose. it may not be beneficial to you, but can be what others are craving for", 
            "source": "Michael Bassey Johnson",
            "id": 5,
            "length": 36
        },
        {
            "text": "If you take some words at random and put them together, it becomes gibberish, and everyone who knows the meaning of words knows it as such. But if you take unrelated moving images and string them together, there will always be some people who will hold that the resultant strip of celluloid aims at some profundity.", 
            "source": "Satyajit Ray, Satyajit Ray on Cinema",
            "id": 6,
            "length": 56
        },
        {
            "text": "I'm sure you surely have tried for civil and criminal law to recovery. Have you tried smart chasing formula with innocence? Sometime we have to bend for ourselves. After all all processes are related to human only. Systems and softwares are just there for maintaining the data and carried out the processes. I would not say it's easy but good communicator can do this work.", 
            "source": "Unknown",
            "id": 7,
            "length": 64
        },
        {
            "text": "Smartness means not refuge. It's a game of brain like chess. You are the source, your people dependent on your decisions. I have experienced so many people are expert in story making and effective communicators. Almost 99% high designated people in India are malpractice. Only few 1% people values the law. I would suggest choose effective communicator to get it back smoothly and smartly. Even in civil and criminal solutions you will need an effective communicator to take a stand.", 
            "source": "Unknown",
            "id": 8,
            "length": 80
        },
        {
            "text": "So amused that I'm the reason of your happiness. I never thought that I mean to you in anyway. I had mixed emotions for you, hate, care, concern, memories, favoritism etc but again you have win it by revenue and it has converted in to attachment of love. Hope we will keep secure this precious relation from world.", 
            "source": "Unknown",
            "id": 9,
            "length": 58
        },
        {
            "text": "A semitrailer is legally defined as a vehicle designed so that a portion of its weight rests on a towing vehicle. This distinguishes it from a full trailer on which the entire load, except for a drawbar, rests on its own wheels.",
            "source": "Why Do Clocks Run Clockwise?: Mysteries of Everyday Life Explained",
            "id": 10,
            "length": 42
        },
        {
            "text": "I love you without knowing how, or when, or from where. I love you simply, without problems or pride: I love you in this way because I do not know any other way of loving but this, in which there is no I or you, so intimate that your hand upon my chest is my hand, so intimate that when I fall asleep your eyes close.", 
            "source": "Pablo Neruda, 100 Love Sonnets",
            "id": 11,
            "length": 66
        },
        {
            "text": "One, remember to look up at the stars and not down at your feet. Two, never give up work. Work gives you meaning and purpose and life is empty without it. Three, if you are lucky enough to find love, remember it is there and don't throw it away.", 
            "source": "Steven Hawking",
            "id": 12,
            "length": 49
        },
        {
            "text": "The important thing is not to stop questioning. Curiosity has its own reason for existence. One cannot help but be in awe when he contemplates the mysteries of eternity, of life, of the marvelous structure of reality. It is enough if one tries merely to comprehend a little of this mystery each day.", 
            "source": "Albert Einstein, Old Man's Advcie to Youth: LIFE Magazine",
            "id": 13,
            "length": 49
        },
        {
            "text": "The important thing is not to stop questioning. Curiosity has its own reason for existence. One cannot help but be in awe when he contemplates the mysteries of eternity, of life, of the marvelous structure of reality. It is enough if one tries merely to comprehend a little of this mystery each day.", 
            "source": "Albert Einstein, Old Man's Advcie to Youth: LIFE Magazine",
            "id": 14,
            "length": 53
        },
        {
            "text": "The fact that we live at the bottom of a deep gravity well, on the surface of a gas covered planet going around a nuclear fireball 90 million miles away and think this to be normal is obviously some indication of how skewed our perspective tends to be.", 
            "source": "Douglas Adams, The Salmon of Doubt: Hitchhiking the Galaxy One Last Time",
            "id": 15,
            "length": 48
        },
        {
            "text": "Time is a drug. Too much of it kills you.", 
            "source": "Terry Pratchett, Small Gods",
            "id": 16,
            "length": 10
        },
        {
            "text": "The person, be it gentleman or lady, who has not pleasure in a good novel, must be intolerably stupid.", 
            "source": "Jane Austen, Northanger Abbey",
            "id": 17,
            "length": 19
        },
        {
            "text": "A day without sunshine is like, you know, night.", 
            "source": "Steve Martin",
            "id": 18,
            "length": 9
        },
        {
            "text": "Never put off till tomorrow what may be done day after tomorrow just as well.", 
            "source": "Mark Twain",
            "id": 19,
            "length": 15
        },
        {
            "text": "Jun Simons made the best typing test of all time!  All the other typing tests just cannot compete with how exquisite this one is.  Since I am typing this right now, I must agree.", 
            "source": "Not Jun Simons",
            "id": 20,
            "length": 34
        },
        {
            "text": "I love deadlines. I love the whooshing noise they make as they go by.", 
            "source": "Douglas Adams, The Salmon of Doubt",
            "id": 21,
            "length": 14
        },
        {
            "text": "Vanity and pride are different things, though the words are often used synonymously. A person may be proud without being vain. Pride relates more to our opinion of ourselves, vanity to what we would have others think of us.", 
            "source": "Jane Austen, Pride and Prejudice",
            "id": 22,
            "length": 39
        }
    ]
}